Repository: LairUrbieta/ant_general
Catalog: buddypress-group-documents/languages/*.po
Languages: it_it

source: %s uploaded the file: %s to %s
it_it: %s ha pubblicato il file %s su %s

source: %s edited the file: %s in %s
it_it: %s ha modificato il file %s in %s

source: %s deleted the file: %s from %s
it_it: %s ha eliminato il file %s da %s

source: Bulk File Uploads
it_it: Caricamento File in massa

source: Select Group...
it_it: Seleziona Gruppo...

source: Move File
it_it: Sposta File

source: You must choose a group for the file.
it_it: Devi scegliere un gruppo per il file.

source: Document moved successfully.
it_it: Il documento è stato spostato con successo.

source: There was a problem saving the file info.
it_it: Si è verificato un problema durante il salvataggio delle informazioni del file

source: There was a problem moving the file.
it_it: Si è verificato un problema durante lo spostamento del file.

source: Group Documents Admin
it_it: Amministrazione di Documenti Gruppo

source: %s Documents Moved.
it_it: %s Documenti Spostati.

source: Settings Updated.
it_it: Impostazioni salvate.

source: Valid File Formats
it_it: Formati di File Validi

source: Items per Page
it_it: Elementi per Pagina

source: Display Icons
it_it: Mostra Icone

source: Display File Size
it_it: Mostra Dimensione File

source: Save Settings
it_it: Salva Impostazioni

source: Whoops! There was no file selected for upload.
it_it: Attenzione: non hai selezionato nessun file da caricare.

source: The type of document submitted is not allowed
it_it: Il tipo di documento inviato non è consentito

source: There was a problem; your file is larger than is allowed by the site administrator.
it_it: Si è verificato un problema: il tuo file supera la dimensione massima consentita.

source: There was a problem; the file was only partially uploaded.
it_it: Si è verificato un problema: il file è stato caricato solo parzialmente.

source: There was a problem; no file was found for the upload.
it_it: Si è verificato un problema: non è stato trovato alcun file da caricare.

source: There was a problem; the temporary folder for the file is missing.
it_it: Si è verificato un problema: manca la cartella temporanea per il file.

source: There was a problem; the file could not be saved.
it_it: Si è verificato un problema: non è stato possibile salvare il file.

source: There was a problem saving your file, please try again.
it_it: Si è verificato un problema durante il salvataggio del file, si prega di riprovare.

source: A document was uploaded to %s
it_it: Un nuovo documento è stato pubblicato su %s

source: %s uploaded a new file: %s to the group: %s. To see %s's profile: %s To see the group %s's homepage: %s To download the new document directly: %s ------------------------
it_it: %s ha pubblicato un nuovo file: %s nel gruppo: %s. Vedi il profilo di %s: %s Vedi la pagina principale del gruppo %s: %s Scarica direttamente il nuovo documento: %s ------------------------

source: To disable these notifications please log in and go to: %s
it_it: Per disabilitare queste notifiche, accedi al sito e vai su: %s

source: Document successfully uploaded
it_it: Il documento è stato pubblicato con successo

source: Document successfully edited
it_it: Il documento è stato modificato con successo

source: Upload a New Document
it_it: Pubblica un Nuovo Documento

source: Edit Document
it_it: Modifica il Documento

source: Document successfully deleted
it_it: Il documento è stato eliminato con successo

source: Viewing item %s to %s (of %s items)
it_it: Stai vedendo gli elementi da %s a %s (su %s oggetti totali)

source: Recent Group Documents
it_it: Documenti Gruppo Recenti

source: %s posted in %s
it_it: %s pubblicato in %s

source: There are no documents to display.
it_it: Non ci sono documenti da mostrare.

source: Number of items to show:
it_it: Numero di elementi da mostrare.

source: Most Popular Group Documents
it_it: Documenti Gruppo Più Popolari

source: Group Documents
it_it: Documenti Gruppo

source: Documents
it_it: Documenti

source: Document List
it_it: Lista Documenti

source: Order by:
it_it: Ordinato per:

source: Newest
it_it: Più recenti

source: Alphabetical
it_it: Alfabetico

source: Most Popular
it_it: Più Popolari

source: Go
it_it: Vai

source: Uploaded by %s on %s
it_it: Pubblicato da %s il %s

source: Edit
it_it: Modifica

source: Delete
it_it: Elimina

source: There have been no documents uploaded for this group
it_it: Non sono ancora stati pubblicati documenti su questo gruppo

source: Choose File:
it_it: Scegli File:

source: Display Name:
it_it: Mostra Nome:

source: Description:
it_it: Descrizione:

source: Submit
it_it: Invia

source: A member uploads a document to a group you belong to
it_it: Qualcuno ha pubblicato un nuovo documento su un gruppo di cui fai parte

source: A member uploads a document to a group for which you are an moderator/admin
it_it: Qualcuno ha pubblicato un nuovo documento su un gruppo nel quale sei moderatore/amministratore

source: The item to delete could not be found
it_it: L'oggetto da eliminare non è stato trovato

source: There was a security problem
it_it: Si è verificato un errore di sicurezza
